---

title: 'Apresentação ao professor/tutor'

---

{"texto":{"a":"&lt;section id=\"apresentação-ao-professortutor\" class=\"unnumbered versaoProfessor\"&gt; &lt;h1 class=\"unnumbered\"&gt;Apresentação ao professor/tutor&lt;/h1&gt; &lt;p&gt;Caros professores e tutores, o presente caderno é um dos recursos pedagógicos, ao lado das avaliações formativas, que deve subsidiar o esforço de recomposição das aprendizagens no Ensino Médio. Os desafios educacionais postos pela pandemia tornaram mais evidentes lacunas de aprendizagem em Matemática, sobretudo em conhecimentos e habilidades basilares para a consolidação e mobilização dos saberes matemáticos esperados no Ensino Médio.&lt;/p&gt; &lt;p&gt;Esses conhecimentos fundamentais são, aqui, retomados, em contextos e significados adequados a cada série e a cada etapa do Ensino Médio, de modo a garantir uma sólida formação geral básica e, ao mesmo tempo, permitir o acesso aos itinerários formativos e ao pleno uso da Matemática como elemento indispensável aos projetos de vida dos estudantes, sua formação cidadã e sua inserção criativa nos mundos do trabalho ou no ensino superior.&lt;/p&gt; &lt;p&gt;Nas seções seguintes, apontamos algumas ideias de como utilizar esse caderno tanto nas atividades didáticas regulares dos professores quanto nas ações de suporte realizadas pelos tutores. Os principais eixos dos percursos pedagógicos propiciados por este material são:&lt;/p&gt; &lt;p&gt;&lt;span&gt;&lt;strong&gt;i)&lt;/strong&gt;&lt;/span&gt; o &lt;span&gt;&lt;strong&gt;mapeamento&lt;/strong&gt;&lt;/span&gt; das aprendizagens em Matemática, registradas pelas avaliações diagnósticas levadas a cabo no primeiro semestre de 2022, nos sistemas SISEDU e SPAECE: em ambos os casos, os dados psicométricos, devidamente interpretados com base em matrizes de referência, permitem, no início dos percursos, um diagnóstico acurado do mapa de aprendizagens, tanto realizadas quanto comprometidas.&lt;/p&gt; &lt;p&gt;O SPAECE provê uma visão agregada dos resultados de aprendizagem, comparáveis à série histórica construída nas últimas décadas. Em complemento, as avaliações diagnósticas realizadas no SISEDU oferecem boletins em vários níveis de granularidade, das escolas e turmas aos alunos, individualmente. Nesses boletins são especificados os graus de desempenho dos alunos nos conhecimentos e habilidades cobertos nos testes, em termos de percentual de acertos e da proficiência, mensurada segundo a teoria da resposta ao item. Além disso, análise fatorial sobre os resultados permite identificar por quais conhecimentos e habilidades devem ser iniciados os percursos de recomposição de aprendizagens. Na sequência, usaremos essas evidências para sugerir percursos, com base em seleções de trechos articulados deste caderno, que partam desses conhecimentos e habilidades estruturantes e, progressivamente, de modo espiral, articulem-se a temas trabalhados em cada série do Ensino Médio, segundo o que preconiza o Documento Curricular Referencial do Ceará - DCRC.&lt;/p&gt; &lt;p&gt;&lt;span&gt;&lt;strong&gt;ii)&lt;/strong&gt;&lt;/span&gt; A elaboração de &lt;span&gt;&lt;strong&gt;percursos pedagógicos&lt;/strong&gt;&lt;/span&gt;, realizada conjuntamente por gestores(as) pedagógicos, professores e tutores, com o acompanhamento de equipes técnicas da SEDUC, das CREDEs/SEFOR e do Programa Cientista-Chefe em Educação. Esse planejamento pedagógico parte das evidências de aprendizagem trazidas pelas avaliações e pela precisa interpretação de seus resultados com base na Matriz dos Saberes e na matriz de referência do SPAECE. O diagnóstico deve ser aprofundado, reconhecendo que conhecimentos e habilidades previstos no DCRC devem ser escolhidos e especificados, em cada etapa do percurso. Esses conhecimentos e habilidades devem ser dispostos em um &lt;em&gt;grafo&lt;/em&gt; que permita visualizar as conexões lógicas, cognitivas e pedagógicas entre objetos de conhecimento e objetivos de aprendizagem que comporão cada trecho do percurso.&lt;/p&gt; &lt;p&gt;Os percursos devem, portanto, iniciar pelos conhecimentos matemáticos basilares que identificamos na &lt;em&gt;anamnese&lt;/em&gt; das lacunas de aprendizagem. Progressivamente, esses conhecimentos vão, em espiral, sendo aprofundados em uma transição gradual para tópicos e habilidades próprias das etapas/séries do Ensino Médio. A premissa fundamental é de que a revisita aos alicerces não seja realizada de modo &lt;em&gt;apartado&lt;/em&gt; do planejamento curricular “corriqueiro”: de fato, as bases vistas no percurso devem ser integradas à abordagem dos conteúdos previstos na matriz curricular definida pela escola e pelos professores da área.&lt;/p&gt; &lt;p&gt;No que segue, elaboraremos alguns exemplos de sequências espirais dessa natureza que podem ser implementadas, em programações definidas nas escolas, com o uso de seções específicas deste caderno.&lt;/p&gt; &lt;p&gt;&lt;span&gt;&lt;strong&gt;iii)&lt;/strong&gt;&lt;/span&gt; O uso do &lt;span&gt;&lt;strong&gt;material estruturado&lt;/strong&gt;&lt;/span&gt;, cuja seções são desenhadas de modo a amparar os percursos pedagógicos no processo de recomposição de aprendizagens. O material é organizado em seções temáticas, abrangendo conjuntos articulados de conteúdos e técnicas em Matemática: esses tópicos são apresentados em sequências graduais que partem da retomada de conhecimentos básicos fragilizados entre os alunos, de acordo com as avaliações; em etapas &lt;em&gt;sucessivas&lt;/em&gt; e &lt;em&gt;recursivas&lt;/em&gt;, cada seção avança para a consolidação gradativa de habilidades que correspondem àquelas demandadas em avaliações como o SPAECE ou exames como o ENEM. Ao longo dessas etapas graduais de aquisição de &lt;span&gt;&lt;strong&gt;repertório&lt;/strong&gt;&lt;/span&gt; e de desenvolvimento de habilidades matemáticas, são trabalhados os fundamentos conceituais e procedimentais necessários à formação geral básica e aos itinerários formativos previstos na organização curricular do Ensino Médio.&lt;/p&gt; &lt;p&gt;Nesta introdução ao caderno, apresentamos, seção a seção, as redes de conhecimentos e habilidades que serão trabalhadas nas tarefas resolvidas e propostas que estruturam a exposição dos tópicos estudados. A escolha e resolução das tarefas é baseada na premissa de que sejam acessíveis por todos os alunos, uma vez que o material deve ser &lt;span&gt;&lt;strong&gt;auto-contido&lt;/strong&gt;&lt;/span&gt; em termos de conhecimentos prévios. Portanto, as soluções expostas devem ser trabalhadas pelos professores, tutores e alunos como instâncias de retomada desses conhecimentos precedentes, especialmente dos que representam algumas das principais dificuldades de aprendizagem identificadas nos diagnósticos.&lt;/p&gt; &lt;p&gt;&lt;span&gt;&lt;strong&gt;iv)&lt;/strong&gt;&lt;/span&gt; O &lt;span&gt;&lt;strong&gt;monitoramento&lt;/strong&gt;&lt;/span&gt; dos avanços de aprendizagem é o quarto eixo estrutural da estratégia de recomposição de aprendizagens com o apoio combinado de professores e tutores. Para estruturar esse monitoramento, propomos rubricas associadas às tarefas trabalhadas em cada seção e dispostas segundo um &lt;span&gt;&lt;strong&gt;gradiente de complexidade&lt;/strong&gt;&lt;/span&gt;. As rubricas especificam, de modo preciso, os objetivos de aprendizagem almejados pelo trabalho com os blocos de tarefas nas seções: tais objetivos, em termos do desenvolvimento de processos cognitivos e de domínio e mobilização de conteúdos, são descritos explicitamente nas rubricas. Além disso, são detalhados, para cada um desses objetivos ou etapas de aprendizagem, três padrões de desempenho.&lt;/p&gt; &lt;p&gt;Os professores e tutores, a partir do uso das rubricas, com as especificações de objetivos, etapas e padrões de desempenho, devem observar, as atitudes e interações dos estudantes, nas ações planejadas nos percursos pedagógicos, de modo a produzir &lt;span&gt;&lt;strong&gt;devolutivas&lt;/strong&gt;&lt;/span&gt; estruturadas: essas são fontes de informação para os próprios estudantes, promovendo, entre outras habilidades, a auto-avaliação e a meta-cognição em relação a propósitos declarados e &lt;em&gt;visíveis&lt;/em&gt; de aprendizagem em Matemática. Além disso, as devolutivas, apropriadas pelos professores e pelos gestores pedagógicos, permitem reorganização curricular e realinhamento das próprias ações de recomposição, com o devido ajuste de expectativas. Por fim, as devolutivas são extremamente úteis para monitorar e avaliar o desenho de todo o projeto de recomposição das aprendizagens.&lt;/p&gt; &lt;p&gt;&lt;span&gt;&lt;strong&gt;Nas seções a seguir, detalhamos cada um desses elementos estruturais.&lt;/strong&gt;&lt;/span&gt; Enumeramos as habilidades que correspondem às lacunas de aprendizagens mais prevalentes; descrevemos os conhecimentos e habilidades na Matriz dos Saberes que serão elaborados nesse caderno; sugerimos percursos pedagógicos para diferentes grupos de alunos; mostramos modos pelos quais esses percursos podem ser acomodados e inseridos no planejamento curricular; e, por fim, exemplificamos rubricas que descrevem padrões de desempenho e, portanto, de recomposição das aprendizagens relativos às habilidades mobilizadas nas tarefas que compõem os percursos.&lt;/p&gt;"}
,"questoes":[]
}